Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Drag to move the row.
de: Zum Verschieben der Reihe ziehen.
es: Arrastra para mover la fila.
et: Rea liigutamiseks lohista.
fr: Fais glisser pour déplacer la rangée.
hu: Húzd a sor áthelyezéséhez.
it: Trascina per spostare la riga.
ja: ドラッグして行を移動します。
ko: 드래그하여 행을 이동하세요.
ms: Seret untuk mengalihkan baris.
pt: Arraste para mover a fila.
ru: Перетащите, чтобы переместить ряд.
zh_hans: 拖动以移动此行。

source: Drag to move. Pinch to zoom.
de: Zum Verschieben ziehen. Zum Zoomen zwei Finger auseinander- oder zusammenziehen.
es: Arrastra para mover. Pellizca para ajustar el zoom.
et: Lohista liigutamiseks. Suurendamiseks või vähendamiseks vii kaks sõrme lahku või kokku.
fr: Fais glisser pour déplacer. Pince pour zoomer.
hu: Húzd el a mozgatáshoz. Két ujjal csippentve nagyíthatsz vagy kicsinyíthetsz.
it: Trascina per spostare. Pizzica per regolare lo zoom.
ja: ドラッグして移動できます。ピンチして拡大・縮小できます。
ko: 드래그하여 이동하세요. 두 손가락을 오므리거나 벌려 확대 또는 축소하세요.
ms: Seret untuk mengalih. Cubit untuk mengezum.
pt: Arrasta para mover. Junta ou afasta dois dedos para ajustar o zoom.
ru: Перетаскивайте, чтобы переместить. Сводите и разводите пальцы, чтобы изменить масштаб.
zh_hans: 拖动以移动，双指捏合或张开以缩放。

source: Drag to reorder the languages in the keyboard's Translate menu, and switch off any you don't want to see there.
de: Zieh die Sprachen in die gewünschte Reihenfolge für das Übersetzen-Menü und schalte aus, was du dort nicht sehen möchtest.
es: Arrastra para ordenar los idiomas del menú Traducir del teclado y desactiva los que no quieras ver.
et: Lohista keeli klaviatuuri Tõlgi menüü järjestuse muutmiseks ja lülita välja need, mida sa seal näha ei taha.
fr: Fais glisser les langues pour les réorganiser dans le menu Traduire du clavier, et désactive celles que tu ne veux pas voir.
hu: Húzással rendezd át a billentyűzet Fordítás menüjének nyelveit, és kapcsold ki, amit nem szeretnél látni.
it: Trascina per riordinare le lingue nel menu Traduci della tastiera e disattiva quelle che non vuoi vedere.
ja: ドラッグしてキーボードの翻訳メニューの言語を並べ替え、表示しない言語はオフにできます。
ko: 키보드 번역 메뉴의 언어를 드래그해 순서를 바꾸고, 보지 않을 언어는 꺼 주세요.
ms: Seret untuk menyusun semula bahasa dalam menu Terjemah papan kekunci dan matikan bahasa yang tak mahu dilihat.
pt: Arrasta para reordenar os idiomas no menu Traduzir do teclado e desativa os que não queres ver.
ru: Перетаскивайте, чтобы изменить порядок языков в меню «Перевод» на клавиатуре, и выключайте те, которые не хотите там видеть.
zh_hans: 拖动可调整键盘“翻译”菜单中的语言顺序，也可关闭不想显示的语言。

source: Drag to reorder, or tap the minus to take something out.
de: Zum Neuordnen ziehen oder auf das Minus tippen, um etwas zu entfernen.
es: Arrastra para reordenar o toca el menos para quitar algo.
et: Lohista järjestuse muutmiseks või puuduta miinust, et midagi eemaldada.
fr: Fais glisser pour réorganiser, ou touche le signe moins pour retirer un élément.
hu: Húzd az átrendezéshez, vagy koppints a mínuszra az eltávolításhoz.
it: Trascina per riordinare o tocca il meno per togliere qualcosa.
ja: ドラッグで並べ替え、マイナスをタップで取り除きます。
ko: 드래그해서 순서를 바꾸거나 빼기를 눌러 항목을 빼세요.
ms: Seret untuk susun semula, atau ketik tolak untuk mengeluarkan sesuatu.
pt: Arraste para reordenar ou toque no menos para tirar algo.
ru: Перетащите, чтобы изменить порядок, или нажмите минус, чтобы убрать.
zh_hans: 拖动以重新排序，或轻点减号移除项目。

source: Drag to reorder, switch off what you never use. A tab with nothing in it is left out of the keyboard.
de: Zieh sie in die Reihenfolge, die du willst, und schalte aus, was du nie brauchst. Ein leerer Tab taucht auf der Tastatur gar nicht erst auf.
es: Arrástralas para ordenarlas y apaga las que no uses nunca. Una pestaña vacía no aparece en el teclado.
et: Lohista järjestamiseks, lülita välja see, mida sa kunagi ei kasuta. Tühi kaart jäetakse klaviatuurilt ära.
fr: Fais-les glisser pour les ranger et désactive celles que tu n'utilises jamais. Un onglet vide n'apparaît pas sur le clavier.
hu: Húzd őket a kívánt sorrendbe, és kapcsold ki, amit sosem használsz. Az üres fül meg sem jelenik a billentyűzeten.
it: Trascinale per riordinarle e spegni quelle che non usi mai. Una scheda vuota non compare sulla tastiera.
ja: ドラッグして並べ替え、使わないものはオフにできます。中身が空のタブはキーボードには出ません。
ko: 끌어서 순서를 바꾸고, 안 쓰는 건 꺼두세요. 비어 있는 탭은 키보드에 나오지 않아요.
ms: Seret untuk susun semula, matikan yang anda tak pernah guna. Tab yang kosong tak muncul pada papan kekunci.
pt: Arrasta para reordenar e desliga o que nunca usas. Um separador vazio não aparece no teclado.
ru: Перетаскиванием задайте порядок и выключите то, чем не пользуетесь. Пустая вкладка на клавиатуру не попадает.
zh_hans: 拖动排序，用不上的直接关掉。空的分类不会出现在键盘上。

source: Drag to reorder. The suggestions stretch to fill whatever room is left.
de: Zum Neuordnen ziehen. Die Vorschläge füllen den restlichen Platz.
es: Arrastra para reordenar. Las sugerencias ocupan el espacio que quede.
et: Järjestuse muutmiseks lohista. Soovitused täidavad ülejäänud ruumi.
fr: Fais glisser pour réorganiser. Les suggestions occupent l’espace restant.
hu: Húzd az átrendezéshez. A javaslatok kitöltik a maradék helyet.
it: Trascina per riordinare. I suggerimenti occupano lo spazio rimasto.
ja: ドラッグで並べ替え。候補は残りのスペースいっぱいに広がります。
ko: 드래그해서 순서를 바꾸세요. 추천 단어가 남은 공간을 채웁니다.
ms: Seret untuk susun semula. Cadangan mengisi ruang yang tinggal.
pt: Arraste para reordenar. As sugestões ocupam o espaço que sobrar.
ru: Перетащите, чтобы изменить порядок. Подсказки занимают всё оставшееся место.
zh_hans: 拖动以重新排序。建议会填满剩余空间。

source: Drag to reposition. Pinch to zoom.
de: Zum Verschieben ziehen. Zum Zoomen zwei Finger auseinander- oder zusammenziehen.
es: Arrastra para mover. Pellizca para ajustar el zoom.
et: Lohista liigutamiseks. Suurendamiseks või vähendamiseks vii kaks sõrme lahku või kokku.
fr: Fais glisser pour déplacer. Pince pour zoomer.
hu: Húzd el a mozgatáshoz. Két ujjal csippentve nagyíthatsz vagy kicsinyíthetsz.
it: Trascina per spostare. Pizzica per regolare lo zoom.
ja: ドラッグして移動できます。ピンチして拡大・縮小できます。
ko: 드래그하여 이동하세요. 두 손가락을 오므리거나 벌려 확대 또는 축소하세요.
ms: Seret untuk mengalih. Cubit untuk mengezum.
pt: Arrasta para mover. Junta ou afasta dois dedos para ajustar o zoom.
ru: Перетаскивайте, чтобы переместить. Сводите и разводите пальцы, чтобы изменить масштаб.
zh_hans: 拖动以移动，双指捏合或张开以缩放。

source: Drag to resize this key. The rest of the row makes room.
de: Ziehen, um die Größe dieser Taste zu ändern. Der Rest der Reihe macht Platz.
es: Arrastra para cambiar el tamaño de esta tecla. El resto de la fila hace sitio.
et: Lohista selle klahvi suuruse muutmiseks. Ülejäänud rida teeb ruumi.
fr: Tire pour redimensionner cette touche. Le reste de la rangée fait de la place.
hu: Húzd a billentyű átméretezéséhez. A sor többi része helyet ad.
it: Trascina per ridimensionare questo tasto. Il resto della riga fa spazio.
ja: ドラッグするとこのキーの大きさを変えられます。行のほかのキーが場所を空けます。
ko: 끌어서 이 키의 크기를 바꿔요. 행의 나머지 키들이 자리를 내줘요.
ms: Seret untuk ubah saiz kekunci ini. Baris yang lain akan beri ruang.
pt: Arrasta para mudar o tamanho desta tecla. O resto da linha abre espaço.
ru: Потяните, чтобы изменить размер клавиши. Остальной ряд подвинется.
zh_hans: 拖动可改变这个按键的大小，同行其他按键会让出空间。

source: Drag to set how thick your ink is.
de: Zieh, um die Strichstärke einzustellen.
es: Arrastra para ajustar el grosor de tu tinta.
et: Lohista, et määrata joone paksus.
fr: Fais glisser pour régler l'épaisseur de ton encre.
hu: Húzd el a tinta vastagságának beállításához.
it: Trascina per regolare lo spessore del tratto.
ja: ドラッグしてインクの太さを決めます。
ko: 끌어서 잉크 굵기를 정해요.
ms: Seret untuk menetapkan ketebalan dakwat anda.
pt: Arrasta para definires a espessura da tua tinta.
ru: Потяните, чтобы задать толщину линии.
zh_hans: 拖动来设置墨迹的粗细。

source: Drag to set the volume. Each pack plays at the level you pick.
de: Zieh, um die Lautstärke einzustellen. Jedes Paket spielt in der gewählten Stärke.
es: Arrastra para ajustar el volumen. Cada paquete suena al nivel que elijas.
et: Lohista helitugevuse määramiseks. Iga pakk mängib valitud tasemel.
fr: Fais glisser pour régler le volume. Chaque pack se joue au niveau que tu choisis.
hu: Húzd a hangerő beállításához. Minden csomag a kiválasztott szinten szól.
it: Trascina per regolare il volume. Ogni pacchetto suona al livello che scegli.
ja: ドラッグして音量を設定します。選んだ音量で各パックが再生されます。
ko: 끌어서 음량을 정해요. 각 팩이 고른 음량으로 재생돼요.
ms: Seret untuk menetapkan kelantangan. Setiap pek dimainkan pada aras yang anda pilih.
pt: Arrasta para ajustar o volume. Cada pacote toca no nível que escolheres.
ru: Потяните, чтобы задать громкость. Каждый набор звучит на выбранном вами уровне.
zh_hans: 拖动来设置音量，每个声音包都会按你选的音量播放。

source: Drag up
de: Nach oben ziehen
es: Arrastrar hacia arriba
et: Lohista üles
fr: Glisser vers le haut
hu: Felfelé húzás
it: Trascina verso l’alto
ja: 上へドラッグ
ko: 위로 끌기
ms: Seret ke atas
pt: Arrastar para cima
ru: Провести вверх
zh_hans: 向上拖动

source: Drag-up distance
de: Ziehweg nach oben
es: Distancia de arrastre
et: Üleslohistamise vahemaa
fr: Distance de glissement
hu: Húzási távolság
it: Distanza di trascinamento
ja: ドラッグ距離
ko: 끌기 거리
ms: Jarak seretan
pt: Distância de arrasto
ru: Расстояние подъёма
zh_hans: 上拖距离

source: Draw
de: Zeichnen
es: Dibujar
et: Joonista
fr: Dessiner
hu: Rajz
it: Disegna
ja: 描く
ko: 그리기
ms: Lukis
pt: Desenhar
ru: Рисовать
zh_hans: 绘制

source: Draw an arrow and spread ellipse per key, showing where your taps tend to land.
de: Zeichnet pro Taste einen Pfeil und eine Streuungsellipse, die zeigen, wo deine Tipper meist landen.
es: Dibuja una flecha y una elipse de dispersión por tecla, mostrando dónde suelen caer tus toques.
et: Joonistab igale klahvile noole ja hajuvusellipsi, näidates, kuhu su vajutused tavaliselt maanduvad.
fr: Affiche une flèche et une ellipse d'étalement par touche, montrant où tes appuis atterrissent généralement.
hu: Billentyűnként rajzol egy nyilat és egy szórásellipszist, megmutatva, hová esnek általában a koppintásaid.
it: Disegna una freccia e un'ellisse di dispersione per tasto, mostrando dove atterrano di solito i tuoi tocchi.
ja: 各キーに矢印と広がり楕円を描き、タップがどこに着地しがちかを示します。
ko: 키마다 화살표와 분포 타원을 그려 탭이 주로 닿는 위치를 보여 줍니다.
ms: Lukis anak panah dan elips sebaran bagi setiap kekunci, menunjukkan tempat ketikan anda biasanya mendarat.
pt: Desenha uma seta e uma elipse de dispersão por tecla, mostrando onde os teus toques costumam cair.
ru: Рисует стрелку и эллипс разброса для каждой клавиши, показывая, куда обычно попадают нажатия.
zh_hans: 为每个按键绘制箭头和扩散椭圆，显示你的点按通常落在哪里。

source: Draw an element
de: Element zeichnen
es: Dibujar un elemento
et: Joonista element
fr: Dessiner un élément
hu: Elem rajzolása
it: Disegna un elemento
ja: 要素を描画
ko: 요소 그리기
ms: Lukis elemen
pt: Desenhar um elemento
ru: Нарисовать элемент
zh_hans: 绘制元素

source: Draw key faces uppercase regardless of shift.
de: Zeigt die Tastenbeschriftung unabhängig von der Umschalttaste in Großbuchstaben.
es: Muestra las letras de las teclas en mayúsculas, independientemente de Mayús.
et: Kuvab klahvidel suurtähed olenemata Shift-klahvi olekust.
fr: Affiche les lettres des touches en majuscules, quel que soit l’état de Maj.
hu: A Shift állapotától függetlenül nagybetűket mutat a billentyűkön.
it: Mostra le lettere sui tasti in maiuscolo, indipendentemente da Maiusc.
ja: Shiftの状態にかかわらず、キーの文字を大文字で表示します。
ko: Shift 상태와 관계없이 키에 대문자를 표시합니다.
ms: Paparkan huruf besar pada kekunci tanpa mengira keadaan Shift.
pt: Mostra as letras das teclas em maiúsculas, independentemente de Shift.
ru: Всегда показывает буквы на клавишах прописными, независимо от Shift.
zh_hans: 无论 Shift 状态如何，按键字母始终显示为大写。

source: Draw key faces uppercase regardless of shift. Typing still respects shift, so an "A" face inserts "a" when shift is off.
de: Zeigt die Tasten immer groß an, egal ob die Umschalttaste an ist. Beim Tippen zählt sie trotzdem, ein "A" auf der Taste fügt also "a" ein, wenn die Umschalttaste aus ist.
es: Dibuja las teclas en mayúscula da igual la mayúscula. Al escribir sí se respeta, así que una tecla "A" inserta "a" si la mayúscula está apagada.
et: Kuva klahvid alati suurtähtedena, sõltumata tõstuklahvist. Sisestamine järgib ikkagi tõstuklahvi, nii et klahv „A" sisestab „a", kui tõstuklahv pole all.
fr: Affiche les touches en majuscules, peu importe la touche Maj. La saisie suit toujours Maj, donc une touche "A" insère "a" quand Maj est désactivée.
hu: Nagybetűvel rajzolja a billentyűket, függetlenül a shifttől. A gépelés így is figyeli a shiftet, tehát egy "A" billentyű "a"-t ír be, ha a shift ki van kapcsolva.
it: Disegna i tasti in maiuscolo anche senza shift. La digitazione rispetta comunque lo shift, quindi un tasto "A" scrive "a" quando lo shift è spento.
ja: シフトに関係なく、キーの表面を大文字で表示します。入力はシフトに従うので、シフトがオフのときは "A" の表面でも "a" が入ります。
ko: shift와 상관없이 키 표면을 대문자로 그려요. 입력은 그래도 shift를 따라서, shift가 꺼져 있으면 "A" 표면이라도 "a"가 들어가요.
ms: Lukis muka kekunci dalam huruf besar tak kira shift. Menaip tetap ikut shift, jadi muka "A" akan sisip "a" bila shift dimatikan.
pt: Mostra as teclas em maiúsculas, quer o shift esteja ligado ou não. A escrita continua a respeitar o shift, por isso uma tecla "A" insere "a" com o shift desligado.
ru: Рисовать надписи на клавишах заглавными независимо от Shift. Ввод по-прежнему учитывает Shift, поэтому клавиша с «A» вставит «a», когда Shift выключен.
zh_hans: 不管有没有按 shift，键面都显示大写。打字还是听 shift 的，所以 shift 关着时按 "A" 键面会打出 "a"。

source: Draw the cap as an SF Symbol (use a symbol name above).
de: Zeigt die Taste als SF Symbol an (nimm oben einen Symbolnamen).
es: Dibuja la tecla como un SF Symbol (usa arriba un nombre de símbolo).
et: Kuva kate SF Sümbolina (kasuta ülal sümboli nime).
fr: Affiche la touche sous forme de SF Symbol (mets un nom de symbole ci-dessus).
hu: SF szimbólumként rajzolja a billentyűt (fent adj meg egy szimbólumnevet).
it: Disegna il tasto come SF Symbol (scrivi qui sopra il nome di un simbolo).
ja: キャップを SF Symbol で表示します（上でシンボル名を指定）。
ko: 키 캡을 SF Symbol로 그려요(위에 있는 기호 이름을 쓰세요).
ms: Lukis penutup sebagai SF Symbol (guna nama simbol di atas).
pt: Mostra a tecla como um SF Symbol (usa um nome de símbolo acima).
ru: Рисовать надпись как символ SF Symbol (укажите имя символа выше).
zh_hans: 把键帽显示成 SF Symbol（在上面填个符号名）。

source: Draw the cap as an SF Symbol, picked from the grid above.
de: Zeigt die Taste als SF Symbol an, ausgewählt aus dem Raster oben.
es: Dibuja la tecla como un SF Symbol, elegido de la cuadrícula de arriba.
et: Kuva kate SF Sümbolina, valitud ülalolevast ruudustikust.
fr: Affiche la touche sous forme de SF Symbol, choisi dans la grille ci-dessus.
hu: SF szimbólumként rajzolja a billentyűt, a fenti rácsból kiválasztva.
it: Disegna il tasto come SF Symbol, scelto dalla griglia qui sopra.
ja: キャップを SF Symbol で表示します（上のグリッドから選択）。
ko: 키 캡을 위 격자에서 고른 SF Symbol로 그려요.
ms: Lukis penutup sebagai SF Symbol, dipilih dari grid di atas.
pt: Mostra a tecla como um SF Symbol, escolhido na grelha acima.
ru: Рисовать надпись как символ SF Symbol, выбранный в сетке выше.
zh_hans: 把键帽显示成 SF Symbol，从上面的网格里选。

source: Draw the finger path while you swipe.
de: Zeigt die Fingerspur an, während du wischst.
es: Dibuja el recorrido del dedo mientras deslizas.
et: Kuva sõrmejälg pühkimise ajal.
fr: Affiche le tracé de ton doigt pendant que tu glisses.
hu: Kirajzolja az ujjad útvonalát húzás közben.
it: Disegna il percorso del dito mentre fai lo swipe.
ja: スワイプ中に指の軌跡を表示します。
ko: 스와이프하는 동안 손가락 경로를 그려요.
ms: Lukis laluan jari semasa anda meleret.
pt: Mostra o traço do dedo enquanto deslizas.
ru: Показывать след пальца во время скольжения.
zh_hans: 你滑动时，把手指的轨迹画出来。

source: Draw the shifted cap as an SF Symbol (use a symbol name above).
de: Zeigt die umgeschaltete Taste als SF Symbol an (nimm oben einen Symbolnamen).
es: Dibuja la tecla de mayúscula como un SF Symbol (usa arriba un nombre de símbolo).
et: Kuva tõstetud kate SF Sümbolina (kasuta ülal sümboli nime).
fr: Affiche la touche en majuscule sous forme de SF Symbol (mets un nom de symbole ci-dessus).
hu: SF szimbólumként rajzolja a shiftelt billentyűt (fent adj meg egy szimbólumnevet).
it: Disegna il tasto maiuscolo come SF Symbol (usa un nome di simbolo qui sopra).
ja: シフト時のキャップを SF Symbol で表示します（上でシンボル名を指定）。
ko: 시프트된 키 캡을 SF Symbol로 그려요(위에 있는 기호 이름을 쓰세요).
ms: Lukis penutup shift sebagai SF Symbol (guna nama simbol di atas).
pt: Mostra a tecla shift como um SF Symbol (usa um nome de símbolo acima).
ru: Рисовать надпись с Shift как символ SF Symbol (укажите имя символа выше).
zh_hans: 把 Shift 后的键帽显示成 SF Symbol（在上面用一个符号名）。

source: Draw the warp grid + per-key arrows on the real keyboard, so you can see exactly how taps get nudged
de: Zeigt das Verzerrungsraster + Pfeile pro Taste auf der echten Tastatur, damit du genau siehst, wie Tipps verschoben werden
es: Dibuja la cuadrícula de deformación y las flechas de cada tecla en el teclado real, para que veas exactamente cómo se ajustan los toques
et: Kuva tegelikul klaviatuuril moonutusruudustik + klahvipõhised nooled, et sa näeksid täpselt, kuidas vajutusi nihutatakse
fr: Affiche la grille de déformation + les flèches par touche sur le vrai clavier, pour que tu voies exactement comment les appuis sont ajustés
hu: Kirajzolja a torzítási rácsot és a billentyűnkénti nyilakat az igazi billentyűzeten, hogy pontosan lásd, hogyan tolódnak el a koppintások
it: Disegna la griglia di deformazione + le frecce per tasto sulla tastiera vera, così vedi esattamente come vengono spostati i tocchi
ja: 実際のキーボードにワープグリッドとキーごとの矢印を表示して、タップがどう補正されるかを正確に見られます
ko: 실제 키보드에 왜곡 격자와 키별 화살표를 그려서, 탭이 어떻게 밀리는지 정확히 볼 수 있어요
ms: Lukis grid lentik + anak panah setiap kekunci pada papan kekunci sebenar, supaya anda nampak tepat bagaimana ketikan ditolak
pt: Desenha a grelha de distorção + as setas por tecla no teclado real, para veres exatamente como os toques são empurrados
ru: Рисовать сетку искажения и стрелки у каждой клавиши на настоящей клавиатуре, чтобы видеть, как именно сдвигаются нажатия
zh_hans: 在真实键盘上画出扭曲网格和每个键的箭头，让你看清点按是怎么被微调的

source: Draw with a finger or Apple Pencil. Two fingers move and zoom the canvas.
de: Zeichne mit dem Finger oder Apple Pencil. Mit zwei Fingern bewegst und zoomst du die Zeichenfläche.
es: Dibuja con el dedo o con el Apple Pencil. Con dos dedos puedes mover y ampliar el lienzo.
et: Joonista sõrme või Apple Penciliga. Kahe sõrmega saad lõuendit liigutada ja suurendada.
fr: Dessine avec le doigt ou l’Apple Pencil. Utilise deux doigts pour déplacer la zone de dessin et zoomer.
hu: Rajzolj ujjal vagy Apple Pencillel. Két ujjal mozgathatod és nagyíthatod a vásznat.
it: Disegna con un dito o con l'Apple Pencil. Con due dita sposti e ingrandisci l'area di disegno.
ja: 指またはApple Pencilで描きます。2本指でキャンバスを移動・拡大できます。
ko: 손가락이나 Apple Pencil로 그리세요. 두 손가락으로 캔버스를 이동하고 확대할 수 있습니다.
ms: Lukis dengan jari atau Apple Pencil. Dua jari menggerakkan dan menzum kanvas.
pt: Desenhe com o dedo ou com o Apple Pencil. Use dois dedos para mover a área de desenho e ampliar ou reduzir.
ru: Рисуйте пальцем или Apple Pencil. Двумя пальцами можно перемещать и масштабировать холст.
zh_hans: 用手指或 Apple Pencil 绘制。双指可平移和缩放画布。

source: Drawn
de: Gezeichnet
es: Dibujado
et: Joonistatud
fr: Dessiné
hu: Megrajzolva
it: Disegnato
ja: 描画済み
ko: 그림
ms: Dilukis
pt: Desenhado
ru: Нарисовано
zh_hans: 已绘制

source: Draws the theme background color or photo behind the keys.
de: Zeigt die Hintergrundfarbe oder das Foto des Themes hinter den Tasten an.
es: Dibuja detrás de las teclas el color o la foto de fondo del tema.
et: Kuvab teema taustavärvi või foto klahvide taga.
fr: Affiche la couleur ou la photo de fond du thème derrière les touches.
hu: A billentyűk mögé rajzolja a téma háttérszínét vagy fényképét.
it: Disegna dietro i tasti il colore di sfondo del tema o la foto.
ja: テーマの背景色や写真を、キーの後ろに表示します。
ko: 테마 배경 색이나 사진을 키 뒤에 그려요.
ms: Lukis warna latar tema atau foto di belakang kekunci.
pt: Mostra a cor ou a foto de fundo do tema por trás das teclas.
ru: Рисует за клавишами фоновый цвет или фото темы.
zh_hans: 在按键后面显示主题的背景颜色或照片。

# Draws the theme background colour or photo behind the keys.
source: Draws the theme background color or photo behind the keys.
de: Zeigt die Hintergrundfarbe oder das Foto des Themes hinter den Tasten an.
es: Dibuja detrás de las teclas el color o la foto de fondo del tema.
et: Kuvab teema taustavärvi või foto klahvide taga.
fr: Affiche la couleur ou la photo de fond du thème derrière les touches.
hu: A billentyűk mögé rajzolja a téma háttérszínét vagy fényképét.
it: Disegna dietro i tasti il colore di sfondo del tema o la foto.
ja: テーマの背景色や写真を、キーの後ろに表示します。
ko: 테마 배경 색이나 사진을 키 뒤에 그려요.
ms: Lukis warna latar tema atau foto di belakang kekunci.
pt: Mostra a cor ou a foto de fundo do tema por trás das teclas.
ru: Рисует за клавишами фоновый цвет или фото темы.
zh_hans: 在按键后面显示主题的背景颜色或照片。

source: Drifts behind the keys in the theme’s colors and lights up where you type. With the background hidden it plays over the app you’re in.
de: Treibt in den Farben des Designs hinter den Tasten und leuchtet dort auf, wo du tippst. Bei ausgeblendetem Hintergrund läuft es über der App, in der du gerade bist.
es: Se mueve detrás de las teclas con los colores del tema y se ilumina donde escribes. Con el fondo oculto, se ve sobre la app en la que estés.
et: Triibib klahvide taga teema värvides ja süttib seal, kuhu sa tipid. Tausta peitmise korral mängib see rakenduse peal, kus sa oled.
fr: Dérive derrière les touches dans les couleurs du thème et s'illumine là où tu tapes. Si l'arrière-plan est masqué, il joue par-dessus l'app où tu es.
hu: A téma színeiben sodródik a billentyűk mögött, és ott világít fel, ahol gépelsz. Elrejtett háttérnél az éppen használt app fölött játszik.
it: Si muove dietro i tasti nei colori del tema e si illumina dove scrivi. Con lo sfondo nascosto scorre sopra l'app in cui sei.
ja: テーマの色でキーの後ろを漂い、入力した場所が光ります。背景を非表示にしていると、使用中のアプリの上で動きます。
ko: 테마 색으로 키 뒤에서 흐르고 입력하는 곳이 빛나요. 배경을 숨기면 지금 쓰는 앱 위에서 움직입니다.
ms: Hanyut di belakang kekunci dalam warna tema dan menyala di tempat anda menaip. Jika latar disembunyikan, ia bermain di atas app yang anda guna.
pt: Move-se por trás das teclas com as cores do tema e acende onde escreves. Com o fundo escondido, passa por cima da app onde estás.
ru: Плывёт за клавишами в цветах темы и светится там, где вы печатаете. Если фон скрыт, движение идёт поверх приложения, в котором вы находитесь.
zh_hans: 以主题配色在按键后方流动，并在你输入的位置亮起。隐藏背景时，它会在你正在使用的 App 上方播放。

source: Drop
de: Fallen
es: Caída
et: Kukkumine
fr: Chute
hu: Leesés
it: Caduta
ja: ドロップ
ko: 떨어뜨리기
ms: Jatuh
pt: Queda
ru: Падение
zh_hans: 下落

source: Drop an item here
de: Element hier ablegen
es: Suelta un elemento aquí
et: Lohista siia element
fr: Déposez un élément ici
hu: Húzz ide egy elemet
it: Trascina qui un elemento
ja: ここに項目をドロップ
ko: 여기에 항목을 놓으세요
ms: Lepaskan item di sini
pt: Solte um item aqui
ru: Перетащите элемент сюда
zh_hans: 将项目拖到这里

source: Drop shadow
de: Schlagschatten
es: Sombra
et: Langev vari
fr: Ombre portée
hu: Vetett árnyék
it: Ombra esterna
ja: ドロップシャドウ
ko: 그림자
ms: Bayang jatuh
pt: Sombra
ru: Тень
zh_hans: 投影

source: Drop the space before commas and periods (“there ,” → “there,”).
de: Entfernt das Leerzeichen vor Kommas und Punkten (“there ,” → “there,”).
es: Quita el espacio antes de comas y puntos (“there ,” → “there,”).
et: Eemalda tühik koma ja punkti eest („seal ," → „seal,").
fr: Supprime l'espace avant les virgules et les points (« there , » → « there, »).
hu: Elhagyja a szóközt a vessző és a pont elől („there ,” → „there,”).
it: Toglie lo spazio prima di virgole e punti (“there ,” → “there,”).
ja: カンマやピリオドの前のスペースを取り除きます（「there ,」→「there,」）。
ko: 쉼표와 마침표 앞의 공백을 없애요 (“there ,” → “there,”).
ms: Buang ruang sebelum koma dan noktah (“there ,” → “there,”).
pt: Tira o espaço antes das vírgulas e dos pontos (“there ,” → “there,”).
ru: Убирать пробел перед запятой и точкой («там ,» → «там,»).
zh_hans: 去掉逗号和句号前的空格（“there ,” → “there,”）。
